Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/G10A.tmx
Source language: en_us
Languages: zh_cn

source: Chou Enlai: Some Personal Recollections
zh_cn: 周恩来：一些私人的回忆录

source: Western politicians in their messages of condolence acclaimed Chou Enlai as one of the greatest statesmen of our era, which undoubtedly he was.
zh_cn: 西方政治家在周恩来的悼词中称赞到，毫无疑问，周恩来是我们这个时期最伟大胡政治家之一。

source: The Western newspaper obituaries have stressed Chou's intelligence, his urbanity and above all his "pragmatism".
zh_cn: 西方报刊的文章中强调了周恩来的睿智，他的优雅，而最重要的是他的“务实主义”。

source: But Chou Enlai was much more than a brilliant, almost indefatigable, administrator.
zh_cn: 周恩来不仅是一个杰出的人，更是一个不知疲倦的领导人。

source: My first meeting with Premier Chou Enlai was at a small dinner given for Field-Marshal Montgomery in 1960.
zh_cn: 我第一次见到周恩来是在1960年为陆军元帅蒙哥马力举办的一个小型晚宴上。

source: Looking up my notes I find that this is what I wrote at the time:
zh_cn: 查看了当时的笔记，我发现当时我是这样写的。

source: Chou Enlai arrived.
zh_cn: 周恩来到了。

source: I watched him, fascinated by his gestures and by the rapid alterations in his expression.
zh_cn: 我看着他，深深的被他的姿态和不断变换的表情所吸引。

source: An extraordinary mobile face, now ironical, now jesting, now with his head thrown back in laughter; then at some comment, instantly alert and attentive.
zh_cn: 他的表情十分丰富，有时嘲讽，有时打趣，有时仰头大笑，然而在别人发表评论时，又变得警觉、聚精会神。

source: Here without doubt was one of the most outstanding figures of modern history.
zh_cn: 毫无疑问，他是当代历史上最杰出的人物之一。

source: He had been in the thick of it from the very start­ A quarter of a million dollars on his head, he walked unguarded among the peasants.
zh_cn: 他从很早以前就陷入了一种很激烈的情况，有人用的25万美金要他的性命。他仍无所顾忌的把自己投身于劳动人民之中。

source: What was one to read in such a face?
zh_cn: 我们从他的脸上能看到什么？

source: Tenacity, a lively humor, the keenest intelligence certainly; a man fully committed without divisions within himself; yet also, perhaps, with an ability to stand outside, cool, detached and thoughtful.
zh_cn: 他不屈不挠，诙谐幽默，犀利睿智，是一个敢作敢当，毫不寻死的人。同时，也是一个能置身事外，沉着冷静，不偏不倚，心思缜密的人。

source: Looking through my notes I am reminded of another such reception.
zh_cn: 看着我的笔记我想起了另一次招待会。

source: "I was standing near Chou Enlai when a girl attendant with a large tray of drinks came up and offered one to the Prime Minister.
zh_cn: “我站在周恩来旁边的时候，有一位女服务员端着饮料盘子走过来，递给总理一杯饮料。

source: They stood chatting together as easily and naturally as could be, the girl without a trace of shyness or servility.
zh_cn: 他们很自然的站在那聊起了天，那个女孩一点也没害羞和感到卑微。

source: With respect of course; but the respect, I felt, was both ways.
zh_cn: 当然，她很尊重，但我认为，这种尊重是双方面的。
